[Main]
DisplayName=Srpski (latinica)

[Brower_Protected_M]
btn_ok=U redu
Risk_continue=Ipak nastavi
Risk_goBack=Otkaži
Site_Details=Više detalja
Site_Risk=Rizik
Risk_recommend=Preporučujemo da  napustite ovaj sajt.
Risk_Title=Ovaj sajt je označen kao nesiguran
Site_Safe=Sigurno:
Protected_Off_tip=Advanced SystemCare pretraživač je zaštićen: Isk
Site_Risk_tip=Ovaj sajt sadrži potencijalne pretnje
Site_Safe_tip=Ovaj sajt je bezbedan
Site_turbo_tip=Zaštita surfanja je onemogućeno jer je uključeno turbo ubrzanje
Risk_report=Prijavi lažni alarm
Site_Advisory=Savete osigurao
ads_Removed=Oglasi uklonjeni na ovoj stranici
ads_Nofound=Nisu pronađeni oglasi
Site_Miner_tip=Rudarenje kripto valute je blokirano na ovoj stranici
Link_Safe_tip=Ovaj link je bezbedan
Link_Risk_tip=Ovaj link nije bezbedan
Sender_Risk_tip=Pošiljaoc je sumnjiv.
Link_Phish_tip=Ovaj link sadrži fišing prevaru.
Risk_Title_Phish=Ovaj veb sajt je prijavljen kao fišing stranica.
Site_Risk_link=Ovaj e-meil sadrži zlonamerni link.
Site_Risk_sender=Pošiljaoc ovog e-maila je sumnjiv.
Site_Risk_link_sender=Ovaj e-meil sadrži zlonamerni link a pošiljaoc je sumnjiv.
Site_Risk_phish=Ova stranica sadrži fišing prevaru. 

